{
  "Marke": {
    "siteMetadata": {
      "title": "Joystream Markenhandbuch"
    },
    "assets": {
      "Logo": "Logo",
      "logoIcons": "Logo-Symbole",
      "descriptiveIcons": "Beschreibende Icons",
      "Illustrations": "Illustrationen",
      "systemIcons": "System-Symbole",
      "typography": "Typografie",
      "blogPostCovers": "Blog Post Cover",
      "displayTitle": {
        "logoPack": "Logo Pack"
      },
      "files": "files"
    },
    "guides": {
      "general": {
        "Logo": "Logo",
        "Übersicht": "Übersicht",
        "logomark": "Logomarke",
        "construction": "Konstruktion",
        "useCases": "Anwendungsfälle",
        "socialIcons": "Soziale Symbole",
        "forbiddenUses": "Verbotene Anwendungen",
        "colorPalettes": "Farbpaletten",
        "primaryColors": "Primärfarben",
        "supportivePallete": "Unterstützungspalette",
        "SekundärPalette": "Sekundäre Palette",
        "Ikonographie": "Ikonographie",
        "descriptiveIcons": "Beschreibende Icons",
        "systemIcons": "System-Symbole",
        "illustrations": "Illustrationen",
        "patterns": " Muster",
        "typography": "Typografie",
        "photography": "Fotografie",
        "motion": "Bewegung",
        "back": "Zurück",
        "more": "Mehr"
      },
      "logo": {
        "experimentation": "Unsere Marke soll ein Gefühl des Experimentierens, der Aufregung und des Aufbaus von etwas ethischem und dynamischem vermitteln.",
        "conceptIterations": "Bevor wir uns auf ein endgültiges Logokonzept einigten, durchliefen wir mehrere Iterationen verschiedener Konzepte. Wir untersuchten verschiedene Ideen eingehend, bevor wir uns auf das endgültige Logokonzept einigten."
      },
      "logomarkConstruction": {
        "title": "01. Logomark-Konstruktion",
        "simplePrinciples": "Am Ende haben wir ein Logomark entwickelt, das mehrere einfache Prinzipien kombiniert, die sich gut auf die Stimme der Marke übertragen lassen.",
        "combination": "Unser Logomark ist eine Kombination aus dem Buchstaben J (um den Namen Joystream zu repräsentieren) und drei parallelen Streifen, die das Streaming von Daten und den Informations- und Technologiefluss darstellen.",
        "image": {
          "logomarkDescription": "Die Ausschlusszone von Logomark entspricht der Höhe des blauen Quadrats (im Diagramm als 5a gekennzeichnet)."
        }
      },
      "logoConstruction": {
        "title": "02. Logo-Konstruktion",
        "combination": "Das Joystream-Logo ist eine Kombination aus der Bildmarke und einer speziellen Typografie, die so gestaltet wurde, dass sie die beste Verbindung zwischen der Bildmarke und dem, wofür Joystream steht, darstellt. Es ist fest und technisch, zeigt aber Plastizität und Sinn für eine Struktur.",
        "horizontalLockup": "Horizontale Sperre",
        "verticalLockup": " Vertikale Sperre"
      },
      "logoUseCases": {
        "title": "03. Logo Anwendungsfälle",
        "originalForm": "Das Joystream-Logo wird in erster Linie in seiner ursprünglichen Form auf weißem Hintergrund verwendet, kann aber bei Bedarf auch in seinen ergänzenden Formen verwendet werden. Die folgenden Beispiele zeigen solche Anwendungsfälle.",
        "safeUse": "Die kleinste sichere Verwendung",
        "visualPresentation": "Um die beste visuelle Darstellung des Logos zu gewährleisten, wird es am besten in Größen zwischen <0>200 und 500+px</0> Breite auf digitalen Geräten bereitgestellt.",
        "horizontalNarrow": "Das Joystream-Logo sollte nie schmaler als 100px in digitaler oder 20mm in gedruckter horizontaler Darstellung sein.",
        "verticalNarrow": "Die vertikale Aufhängung sollte nie schmaler als 70px im digitalen oder 15mm im gedruckten Bereich sein."
      },
      "logoSocialIcons": {
        "title": "04. Soziale Symbole",
        "icon": "In Fällen, in denen die Marke Joystream bereits etabliert ist, können wir das Icon einfach für sich allein verwenden. Während das Icon ohne die Wortmarke existieren kann, sollte die Wortmarke niemals ohne das Icon existieren."
      },
      "logoForbiddenUses": {
        "title": "05. Verbotene Verwendungen des Logos",
        "rules": "Der Schriftzug und das Symbol müssen bestimmten Regeln folgen und es gibt allgemeine Verwendungsfälle, die unbedingt vermieden werden sollten! Um die Identität der Marke zu bewahren, sollten Sie Beispiele wie die folgenden vermeiden:"
      },
      "colorOverview": {
        "kombinieren": "Unsere Markenfarben kombinieren drei Grundfarben: Schwarz, Weiß und Blau. Sie bestimmen die Stimmung und präsentieren Markenwerte wie:",
        "example": "Stabilität, Vertrauen, Freiheit, Verantwortung, Loyalität, Weisheit, Zuversicht und Intelligenz"
      },
      "primaryColors": {
        "title": "01. Primärfarben",
        "blackAndBlue": "Unsere primär verwendeten Farben sind Schwarz und Joystream-Blau, eine unverwechselbare Farbe, die dazu beiträgt, den Fokus zu setzen und Aufmerksamkeit zu erregen. Die Farbe Weiß kann eingesetzt werden, um zu beruhigen, Klarheit zu schaffen und eine bessere Lesbarkeit zu bieten.",
        "blueGrey": "Eine zusätzliche Farbe, die mit den drei Grundfarben kombiniert werden kann, ist blau getöntes Grau, dessen Zweck mit dem von Weiß vergleichbar ist, das aber auch einen guten Kontrast zu den vorhandenen weißen Elementen bietet, wo dies erforderlich ist."
      },
*** Übersetzt mit www.DeepL.com/Translator (kostenlose Version) ***


      "supportiveColors": {
        "title": "02. Supportive Color Palette",
        "purpose": "Our supportive palette serves the purpose of convenience and usability. This pallete provides a comprehensive range of different shades of primary colors and can be utilised in many different ways depending on requirements."
      },
      "secondaryColors": {
        "title": "03. Secondary Color Palette",
        "states": "These are further colours that can represent certain states of the network, they can stand for an error, success, warning and more."
      },
      "iconsOverview": {
        "text": "Icons can be divided into two groups with different purposes. Descriptive icons are a substitute for illustrations and system icons are a purely functional part of the interface.",
        "typeDescriptive": "01. Descriptive",
        "typeSystem": "02. System"
      },
      "descriptiveIcons": {
        "title": "01. Descriptive Icons",
        "comprehensiveStyle": "Joystream iconography is a custom, comprehensive icon style that helps in explaining certain complex topics in a simple, digestable manner.",
        "symbolic": "They are not always very direct and often carry a symbolic meaning but they help to emphasize important elements.",
        "characteristicFeatures": "Characteristic features of the descriptive icons include paralell striped fills. They are a translation of logo stripes and represent shadows.",
        "angle": "Lines have an angle of 45° they should have 2px girth and 8px space between them at 100% scale.",
        "outlines": "Icons are drawn using outlines of 12px width at 100% scale, they have square linecaps and can have various sizes depending on the composition.",
        "fit": "Icons at 100% scale should fit into a box of 800x500px."
      },
      "systemIcons": {
        "title": "02. System Icons",
        "basicStyle": "System icons in their basic style combine two colors: black and Joystream Blue. Their purpose is to represent certain actions on the website or platform. They are readable even in small sizes down to 18x18px.",
        "strokes": "System Icons are drawn using 2px strokes with square linecaps on a 24px grid frame.",
        "subtleAccents": "Where possible, icons should have subtle blue accents representing no greater than 40% of the whole.",
        "types": "Types of system icons",
        "fourTypes": {
          "text": "We distinguish four types of system icons and they should be used preferably in their basic style but can be used interchangeably where neccessary.",
          "basic": "Basic style",
          "blue": "Blue outlines",
          "white": "White outlines",
          "full": "Full style"
        }
      },
      "illustrations": {
        "overview": "Joystream Illustrations are symbolic representation of important concepts within the Joystream project. These might include a a new testnet, a particular role on the network or any other equally significant subject.",
        "complex": "They can be quite visualy complex despite using only three colors and no gradients.",
        "patterns": "Illustrations will often be combined with patterns and in the case of putting them on a blue background, the outline of the illustration can be changed to Joystream Blue in order to create a good color balance between patterns and the background.",
        "distinctive": "Illustrations should be simple enough to be distinctive even in smaller resolutions down to 300x300px.",
        "adequateDetail": "The amount of detail should be adequate to what the illustration represents, in most cases they should be deployed at sizes no smaller than 500x500px."
      },
      "patterns": {
        "translation": "Patterns are close translation of the logomark (J) into variants of geometrical shapes representing the flow of information, technology and Joystream's experimental brand personality.",
        "supportTool": "They were introduced as a support tool to make certain elements stand-out, to build mood and as an inherent element of the visual identity of the brand.",
        "sixPieces": "Patterns visually consist of six different pieces that can be rotated by 90 degrees in any direction and should always have the dimensions of a perfect square.",
        "oneCommonVertex": "They should also have at least one common vertex when they touch. They do not always have to touch and when they don’t, space between pieces should always be equal to its’ width/height or the value multiplied.",
        "howToUse": "How to use patterns",
        "oneOfFive": "Patterns can use one of five different colors depending on what background is used beneath and what their main purpose is in a given situation.",
        "density": "Depending on the situation these can be used more or less densely.",
        "inUse": "Patterns in use - examples"
      },
      "typography": {
        "overview": "Our typefaces are simple, comprehensive and modern. This is a reflection of our brand and our voice. We chose the appropriate typeface weights from PX Grotesk (regular, bold) and Inter family for specific touchpoints and to create clear hierarchies of information and messages.",
        "backup": "If either two typefaces are impossible to use please choose Arial Regular. This may be required across PC operating systems or electronic internal documents or in diferent offices worldwide. Don’t use Arial for any print materials.",
        "sample": "The following is a sample of an ideal font stack using PX Grotesk for headlines and larger pull quote text and Inter UI for paragraph and call-to-action text."
      },
      "photography": {
        "overview": "Photographs should be relevant to the topic they are describing but they shouldn’t be limited only to technology. Joystream is much more than just technology; it is unifying, fresh and joyful. Imagery should convey this mood to users.",
        "howToUse": "How to use photography",
        "variety": "Since Joystream is a unique and experimental project it provides a wide variety of the topics which might be  associated with it in terms of photography. It is highly technical especially now when we are in the community building phase, so good deal of the photographs will be tech related.",
        "consistency": "One way to make sure the photographs are consistent is to use them in dual tones deriving from branding colors. For that purpose we can use a handy tool to consistently change images to dual tones as described below.",
        "consistentDuotones": "The link below allows you to create consistent duotones with any photography after inputing the proper two Joystream colours.",
        "mood": "The mood that photos convey is extremely important. It should by all means give a feel of building trust, community and joy. Photographs should show good amount of diversity as it is meant to be for an extremely wide variety of users. They don’t have to be used in dual tones but it is best if they are not \"screaming\" with colours.",
        "inUse": "Photography in use - examples"
      },
      "motion": {
        "subtitle": "Joystream is an experimental and exciting platform and its motion should be too.",
        "rules": "General rules for motion can be described with a few simple principles: smooth transitions, dynamic but fluid motion and good amount of easing at the keyframes. This combination should provide a consistent and flexible animation style to cover most of the use cases.",
        "notLimiting": "Guides should be by no means limiting, they should only serve the purpose of providing consistency for animations."
      }
    },
    "story": {
      "header": {
        "title": "Joystream Brand Story",
        "description": "Joystream offers a modern, experimental solution to the problem of accountable governance in digital media. <0>Our objective is to build a user-governed video platform with a strong sense of community and freedom.</0>",
        "buttonText": "Manifesto"
      },
      "website": {
        "title": "The Website",
        "linkText": "Visit the Website"
      },
      "description": {
        "header": "Our brand identity consists of few key visual elements: our logo, typeface, illustrations, patterns, colour palette and iconography.",
        "meaningfulRole": "Each of these elements has a meaningful role in brand identity as established in the guidelines. But combining all of these components builds much more than just a visual experience.",
        "powerfulTool": "Joystream branding is a powerful tool for communication with all of its users throughout their whole experience.",
        "experimental": "Fundamentally, our effort is an experimental one; we do not have all the answers, and we want to be honest about that in our communication.",
        "empowering": "We are not promising cheaper, faster or nicer, like one typically would when selling a consumer widget or service. Instead we have hope that we can build something more empowering and accountable through our process of experimentation.",
        "governance": "Lastly, at the core of our vision is governance, so what we are building is never finished; we are only constructing the first piece. It is a dynamic effort we hope communities will carry forward in amazing ways, we are just providing the first set of tools.",
        "footer": "For the reasons outlined above, our brand should carry this feeling of experimentation, excitement and building something ethical and dynamic."
      },
      "logo": {
        "title": "We want to free the media, inspire people and connect them using platform",
        "uniqueness": "Creating the Joystream brand proved to be challenging due to its uniqueness and the fact that it is continually evolving.",
        "requirements": "Not only did we have to take into account a very wide and diverse user base but also we had to create a brand that will be futureproof and flexible enough to cover both the existing and upcoming requirements of the project.",
        "branding": "Joystream branding itself is quite metaphoric and symbolic, often referring to symbolism of ancient cities, culture, arts and philosophies.",
        "challenge": "The challenge was to combine it with very modern and complex technologies."
      },
      "explanation": {
        "title": "Explaining the Brand",
        "balance": "Our new branding is about finding good balance between a very simplistic tone of communication with the symbolism and complexity of modern world problems and technologies.",
        "patterns": "Our branding uses mosaic, geometrical patterns and shapes combined with explicit colours and symbolic  illustrations.",
        "style": "We also deploy descriptive icons in combination with simple glyph style system icons and an experimental  illustration style."
      }
    },
    "button": {
      "text": {
        "downloadLogo": "Download Logo"
      }
    }
  }
}
