[
  {
    "language": "English",
    "quarters": [
      {
        "year": "2023",
        "id": "Q3",
        "deliveryMilestones": [
          {
            "icon": "https://svgshare.com/i/xhC.svg",
            "title": "Content Recommendations V2",
            "Content": "Surfacing personalised content for a consumer is a key requirement for any content platform. Key product experiences like home screens, feeds and related content, all depend on having modern Machine learning based content recommendation system. Currently Orion has no infrastructure to produce or serve such recommendations, and app recommendations are being done entirely client-side. The goal of this milestone is to ship the first recommendation capability in Orion, to make Joystream apps much more"
          },
          {
            "icon": "https://svgshare.com/i/xid.svg",
            "title": "Content Search V2",
            "Content": "Searching across videos and channels, and also doing search within channels or content categories, is important for effective discovery. Currently, Orion has very rudimentary full text natural language matching on titles and descriptions, but it is very brittle and naive, and often misses the mark. The goal of this milestone is to ship proper modern search capabilities."
          },
          {
            "icon": "https://svgshare.com/i/xhb.svg",
            "title": "Content Infrastructure: Visibility",
            "Content": "With greater utilisation and scale, it has become clear that there is a need for better visibility into errors and performance levels at different layers of the infrastructure. This means both capturing data from the consumer and infrastructure layer, and also synthetically probing infrastructure to detect problems as early as possible. Currently, there is quite poor visibility into the performance of infrastructure, and the experience of users in interacting with this infrastructure. The goal of this milestone is to ship a set of integrations and standards for core infrastructure nodes, like Argus, Orion, to facilitate such visibility."
          }
        ]
      },
      {
        "year": "2023",
        "id": "Q4",
        "deliveryMilestones": [
          {
            "icon": "https://svgshare.com/i/xha.svg",
            "title": "Creator Tokens",
            "Content": "Creator tokens is a key financial, value capture and community growth primitive unlocked by Joystream. It allows creator to issue a fungible token which captures revenue generated by their channel, and distributes a share of it pro-rate with token holders. There are also complementary features around bootstrapping liquidity, raising funds through a public sale, and also managing access and vesting. This functionality has already been implemented in the blockchain and indexing infrastructure, and very mature designs have already been designed, what remains is to ship a fully working experience which productises this."
          },
          {
            "icon":"https://svgshare.com/i/xhk.svg",
            "title": "Content Infrastructure: Performance",
            "Content": "Having very low latency of content delivery is a critical requirement for any social content product that involves users navigating across lots of different content over time. This depends on having well configured nodes with appropriate technical specifications, and most importantly - properly architecture node software. With the benefit of prior work on visibility we will have a solid foundation for ensuring that we can reach industry benchmarks for video content delivery, and that is the goal of this milestone."
          },
          {
            "icon":"https://svgshare.com/i/xhP.svg",
            "title": "Transcoding & Adaptive Streaming",
            "Content": "Users access content across a wide range of browser, devices, applications and also under heterogeneous and dynamic bandwidth constraints. As it stands, only a single version of each media asset is represented in our metadata standards and backend node software. This means have now way to represent a broad range of encodings and resolutions for media assets, let alone produce all of these. Introducing server-side transcoding in Orion will unlock this, and many other future benefits that come from server-side post-processing (thumbnail extractions, auto-subtitling, etc.). It will also unlock the ability to do adaptive streaming, where a user with a dynamic connection can more quickly see asset resolve and play, and also be able to watch videos under suboptimal circumstances."
          }
        ]
      },
      {
        "year": "2024",
        "id": "Q1",
        "deliveryMilestones": [
          {
            "icon":"https://svgshare.com/i/xhc.svg",
            "title": "Playlists",
            "Content": "A key primitive for organising content is through playlists. We have developed designs and metadata formats for this a long time ago, but in this milestone we will finally ship the ability for publishing and consuming playlists."
          },
          {
            "icon":"https://svgshare.com/i/xir.svg",
            "title": "Fiat On/Off Ramp",
            "Content": "Getting started with Joystream in one of our consumer apps is super easy, as you are floated a small initial balance of tokens you can only use for transaction fees. However, there are plenty of features which do require more substantial quantities of tokens, such as buying NFTs or Creator Tokens, and conversely, as a creator you are likely eager to not only have the native token, but to cash out to Fiat. For both of these reasons we are working on introducing a proper in-app on/off ramp for consumers and creators of an Atlas app. There are many great ramp partners, such as Transak, which have robust low-friction buy/sell widgets for crypto using credit cards, Apple/Google pay, from across a large number of jurisdictions."
          },
          {
            "icon":"https://svgshare.com/i/xhD.svg",
            "title": "Content Infrastructure: Authentication & Authorisation",
            "Content": "Proper monetisation, both for the DAO and individual creators, depends on being able to practically restrict access to content, or make access conditional. Currently, the infrastructure has no awareness of who the consumer is, or the semantics around what the content is, or any associated authorisation policy. The goal of this milestone is to introduce basic authentication and authorisation at the content layer, enforced by content delivery nodes. This will allow features such as gating videos to only NFT holders for example."
          },
          {
            "icon":"https://svgshare.com/i/xis.svg",
            "title": "Video Communities",
            "Content": "Launching a new application for your community using Atlas currently requires a lot of deep technical knowledge. You have to obtain hosting and a domain, start the service, configure it, and then maintain it. This is quite difficult. The goal of this milestone is to create the Reddit to phpBB, in terms of the experience of a prospective community creator and moderator. One requires substantially more work and skill. By instead offering a fully hosted and simple point-and-click feature, we can make it orders of magnitude easier to allow third parties to invite their communities to use Joystream."
          },
          {
            "icon":"https://svgshare.com/i/xie.svg",
            "title": "Joystream SDK",
            "Content": "Building on top of Joystream today is still a challenging experience. There are no robust libraries or builder documentation for application development. Offering an excellent experience for developer to build apps, and not just use Atlas off-the shelf, will require a significant investment in building out the Joystream SDK. This milestone has as a goal to extract the core of key existing applications, like Atlas and Pioneer, and then to synthesise it all into a new core developer experience, with a suite of excellent tutorials, documentation, examples and also active outreach."
          }
        ]
      }
    ]
  }

]
