{
  "brand": {
    "siteMetadata": {
      "title": "Joystream Brand Guide"
    },
    "assets": {
      "logo": "Logo",
      "logoIcons": "Ionos de los Logotipos",
      "descriptiveIcons": "Iconos Descriptivos",
      "illustrations": "Ilustraciones",
      "systemIcons": "Iconos del Sistema",
      "typography": "Tipografía",
      "blogPostCovers": "ortadas de los Blogs",
      "displayTitle": {
        "logoPack": "Logo Pack"
      },
      "files": "Archivos"
    },
    "guides": {
      "general": {
        "logo": "Logo",
        "overview": "Vista General",
        "logomark": "Logomark",
        "construction": "Construcción",
        "useCases": "Casos de uso",
        "socialIcons": "Social Icons",
        "forbiddenUses": "Usos prohibidos",
        "colorPalettes": "Paleta de colores",
        "primaryColors": "Colores primarios",
        "supportivePallet": "Paleta de colores de apoyo",
        "secondaryPallet": "Paleta de colores secundarios",
        "iconography": "Iconografía",
        "descriptiveIcons": "Iconos descriptivo",
        "systemIcons": "Iconos del sistema",
        "illustrations": "Ilusytraciones",
        "patterns": "Patrones",
        "typography": "Tipografía",
        "photography": "Fotografía",
        "motion": "Movimiento",
        "back": "Atrás",
        "more": "Más"
      },
      "logo": {
        "experimentation": "Nuestra marca debe promover un sentimiento de experimentación, emoción y construcción de algo ético y dinámico.",
        "conceptIterations": "Antes de llegar a un acuerdo sobre el concepto final del logotipo, pasamos por múltiples versiones de varios conceptos. Exploramos varias ideas en profundidad antes de decidirnos por el concepto de logotipo definitivo."
      },
      "logomarkConstruction": {
        "title": "01. Construcción del Logo",
        "simplePrinciples": "Al final, hemos creado un logotipo que combina varios principios sencillos que se traducen bien en la expresión de la empresa..",
        "combination": "Nuestro logotipo es una combinación de la letra J (para representar el nombre Joystream) y tres rayas paralelas que son una representación de la transmisión de datos y el flujo de información y tecnología.",
        "image": {
          "logomarkDescription": "La zona de exclusión del Logomark es igual a la altura del cuadrado azul (marcado como 5a en el diagrama)."
        }
      },
      "logoConstruction": {
        "title": "02. Construcción del Logo",
        "combination": "El logotipo de Joystream es una combinación de la marca del logotipo y la tipografía dedicada que se diseñó para ser el mejor vínculo entre la marca del logotipo y lo que representa Joystream. Es firme y técnico pero muestra plasticidad y sentido de una estructura.",
        "horizontalLockup": "Cierre Horizontal",
        "verticalLockup": "Cierre Vertical"
      },
      "logoUseCases": {
        "title": "03. Casos de uso del logo",
        "originalForm": "El logotipo de Joystream se utiliza principalmente en su forma original sobre fondos blancos, pero también puede utilizarse en sus formas complementarias si es necesario. A continuación se muestran ejemplos de estos casos de uso.",
        "safeUse": "El uso del logo pequeño",
        "visualPresentation": "Para garantizar la mejor presentación visual del logotipo, lo mejor es ofrecerlo en tamaños entre <0>200 y 500+px</0> de ancho en dispositivos digitales.",
        "horizontalNarrow": "El logotipo de Joystream nunca debe ser más estrecho que 100px en digital o 20mm en impresión horisontal.",
        "verticalNarrow": "El bloqueo vertical nunca debe ser inferior a 70px en digital o 15mm en impresión."
      },
      "logoSocialIcons": {
        "title": "04. Iconos sociales",
        "icon": "En los casos en los que la marca Joystream ya está consolidada, podemos utilizar simplemente el icono por sí solo. Mientras que el icono puede existir sin la marca denominativa, la marca denominativa nunca debe existir sin el icono."
      },
      "logoForbiddenUses": {
        "title": "05. Usos prohibidos del logo",
        "rules": "El logotipo y el icono deben seguir ciertas reglas y hay casos generales de uso que deben evitarse a toda costa. Para preservar la naturalidad de la marca, recuerde evitar ejemplos como los siguientes:"
      },
      "colorOverview": {
        "combine": "Los colores de nuestra marca combinan tres colores primarios: negro, blanco y azul. Estos colores definen el estado de ánimo y presentan los valores de la marca incluyendo:",
        "example": "Estabilidad, Confianza, Libertad, Responsabilidad, Lealtad, Sabiduría, Seguridad e Inteligencia"
      },
      "primaryColors": {
        "title": "01. Colores Primarios",
        "blackAndBlue": "Los colores que utilizamos principalmente son el negro y el azul Joystream, un color distintivo que ayuda a enfocar y llamar la atención. El color blanco puede emplearse para calmar, aportar claridad y ofrecer una mejor legibilidad.",
        "blueGrey": "Un color adicional para combinar con los tres colores primarios es el gris tintado de azul, su propósito es comparable al del blanco pero también da una buena cantidad de contraste a los elementos blancos existentes donde sea necesario."
      },
      "supportiveColors": {
        "title": "02. Paleta de colores de apoyo",
        "purpose": "Nuestra paleta de apoyo está al servicio de la comodidad y la facilidad de uso. Esta paleta ofrece una amplia gama de diferentes tonos de colores primarios y se puede utilizar de muchas maneras diferentes en función de las necesidades."
      },
      "secondaryColors": {
        "title": "03. Paleta de colores secundarios",
        "states": "Estos son otros colores que pueden representar ciertos estados de la red, pueden representar un error, un éxito, una advertencia y más."
      },
      "iconsOverview": {
        "text": "Los iconos pueden dividirse en dos grupos con propósitos diferentes. Los iconos descriptivos son un sustituto de las ilustraciones y los iconos del sistema son una parte puramente funcional de la interfaz.",
        "typeDescriptive": "01. Descriptivo",
        "typeSystem": "02. Sistema"
      },
      "descriptiveIcons": {
        "title": "01. Iconos Descriptivos",
        "comprehensiveStyle": "La iconografía de Joystream es un estilo de iconos personalizado y completo que ayuda a explicar ciertos temas complejos de forma sencilla y digerible.",
        "symbolic": "No siempre son muy directas y suelen tener un significado simbólico, pero ayudan a destacar elementos importantes.",
        "characteristicFeatures": "Los rasgos característicos de los iconos descriptivos incluyen rellenos de rayas paralelas. Son una traducción de las rayas del logotipo y representan sombras.",
        "angle": "Las líneas tienen un ángulo de 45°, deben tener 2px de circunferencia y 8px de espacio entre ellas, a escala 100%.",
        "outlines": "Los iconos se dibujan utilizando contornos de 12px de ancho a escala 100%, tienen linecaps cuadrados y pueden tener varios tamaños dependiendo de la composición.",
        "fit": "Los iconos a escala 100% deben caber en una caja de 800x500px."
      },
      "systemIcons": {
        "title": "02. Iconos del sistema",
        "basicStyle": "Los iconos del sistema, en su estilo básico, combinan dos colores: el negro y el azul de Joystream. Su propósito es representar ciertas acciones en el sitio web o la plataforma. Son legibles incluso en tamaños pequeños de hasta 18x18px.",
        "strokes": "Los iconos del sistema se dibujan con trazos de 2px con tapones de línea cuadrados en un marco de cuadrícula de 24px.",
        "subtleAccents": "En la medida de lo posible, los iconos deben tener sutiles acentos azules que no representen más del 40% del total",
        "types": "Tipos de iconos del sistema",
        "fourTypes": {
          "text": "Se distinguen cuatro tipos de iconos del sistema y deben utilizarse preferentemente en su estilo básico, pero pueden utilizarse de forma intercambiable cuando sea necesario.",
          "basic": "Estilo básico",
          "blue": "Contornos azules",
          "white": "Contornos blancos",
          "full": "Estilo completo"
        }
      },
      "illustrations": {
        "overview": "Las ilustraciones de Joystream son una representación simbólica de conceptos importantes dentro del proyecto Joystream. Pueden incluir una nueva red de pruebas, un papel particular en la red o cualquier otro tema igualmente significativo.",
        "complex": "Pueden ser bastante complejos desde el punto de vista visual a pesar de utilizar solo tres colores y sin degradado.",
        "patterns": "Las ilustraciones se combinan a menudo con patrones y en el caso de ponerlas sobre un fondo azul, el contorno de la ilustración puede cambiarse a azul Joystream para crear un buen equilibrio de color entre los patrones y el fondo.",
        "distinctive": "Las ilustraciones deben ser lo suficientemente simples como para ser distintivas incluso en resoluciones menores de hasta 300x300px.",
        "adequateDetail": "La cantidad de detalles debe ser adecuada a lo que la ilustración representa, en la mayoría de los casos deben desplegarse a tamaños no inferiores a 500x500px."
      },
      "patterns": {
        "translation": "Los patrones son una estrecha traducción de la logomarca (J) en variantes de formas geométricas que representan el flujo de información, la tecnología y la personalidad experimental de la marca Joystream.",
        "supportTool": "Se introdujeron como herramienta de apoyo para resaltar ciertos elementos, para crear ambiente y como elemento inherente a la identidad visual de la marca.",
        "sixPieces": "Los patrones consisten visualmente en seis piezas diferentes que pueden girarse 90 grados en cualquier dirección pero siempre deben tener siempre las dimensiones de un cuadrado perfecto.",
        "oneCommonVertex": "TTambién deben tener al menos un vértice común cuando se tocan. No siempre tienen que tocarse y cuando no lo hacen, el espacio entre las piezas debe ser siempre igual a su anchura/altura o al valor multiplicado.",
        "howToUse": "Como utlizar los diferentes modelos",
        "oneOfFive": "Los modelos pueden utilizar uno de los cinco colores diferentes, dependiendo del fondo que se utilice debajo y de cuál sea su propósito principal en una situación determinada.",
        "density": "Dependiendo de la situación, pueden utilizarse con mayor o menor densidad.",
        "inUse": "Modelos en uso - ejemplos"
      },
      "typography": {
        "overview": "Nuestros tipos de letra son sencillos, completos y modernos. Es un reflejo de nuestra marca y nuestra voz. Elegimos los pesos tipográficos adecuados de PX Grotesk (normal, negrita) y de la familia Inter para puntos de contacto específicos y para crear jerarquías claras de información y mensajes.",
        "backup": "Si es imposible utilizar cualquiera de los dos tipos de letra, elija Arial Regular. Esto puede ser necesario en los sistemas operativos de los PC o en los documentos electrónicos internos o en diferentes oficinas de todo el mundo. No utilice Arial para ningún material impreso.",
        "sample": "A continuación se muestra un ejemplo de una combinación ideal de tipos de letra que utiliza PX Grotesk para los titulares y el texto más grande de las citas, e Inter UI para los párrafos y el texto de llamada a la acción."
      },
      "photography": {
        "overview": "Las fotografías deben ser relevantes para el tema que describen, pero no deben limitarse únicamente a la tecnología. Joystream es mucho más que tecnología; es unificador, fresco y alegre. Las imágenes deben transmitir este estado de ánimo a los usuarios.",
        "howToUse": "Como utilizar la fotografía",
        "variety": "Dado que Joystream es un proyecto único y experimental, ofrece una gran variedad de temas que pueden asociarse a él en términos de fotografía. Es muy técnico, especialmente ahora que estamos en la fase de construcción de la comunidad, por lo que buena parte de las fotografías estarán relacionadas con la tecnología.",
        "consistency": "Una forma de asegurarse de que las fotografías son coherentes es utilizarlas en tonos duales derivados de los colores de la marca. Para ello, podemos utilizar una práctica herramienta para cambiar las imágenes a tonos duales de forma coherente, como se describe a continuación.",
        "consistentDuotones": "El siguiente enlace permite crear duotonos consistentes con cualquier fotografía tras introducir los dos colores de Joystream adecuados.",
        "mood": "El estado de ánimo que transmiten las fotos es extremadamente importante. Deben dar una sensación de confianza, comunidad y alegría. Las fotografías deben mostrar una buena cantidad de diversidad, ya que están destinadas a una gran variedad de usuarios. No es necesario que sean de dos tonos, pero es mejor que no sean \"chillonas\" de colores.",
        "inUse": "Fotografía en uso - ejemplos"
      },
      "motion": {
        "subtitle": "JJoystream es una plataforma experimental y emocionante y su actividad también debería serlo.",
        "rules": "Las reglas generales para el desarrollo pueden describirse con unos pocos principios sencillos: transiciones suaves, movimiento dinámico pero fluido y una buena cantidad de suavidad en los fotogramas clave. Esta combinación debería proporcionar un estilo de animación coherente y flexible para cubrir la mayoría de los casos de uso.",
        "notLimiting": "Las guías no deben ser en absoluto limitantes, sólo deben servir para dar consistencia a las animaciones."
      }
    },
    "story": {
      "header": {
        "title": "Historia de la marca Joystream",
        "description": "Joystream ofrece una solución moderna y experimental al problema de la gobernanza responsable en los medios digitales. <0>Nuestro objetivo es construir una plataforma de vídeo gobernada por el usuario con un fuerte sentido de comunidad y libertad.</0>",
        "buttonText": "Manifiesto"
      },
      "website": {
        "title": "Página Web",
        "linkText": "Visite el sitio Web"
      },
      "description": {
        "header": "Nuestra identidad de marca consta de unos pocos elementos visuales clave: nuestro logotipo, tipo de letra, ilustraciones, diseños, paleta de colores e iconografía.",
        "meaningfulRole": "Cada uno de estos elementos tiene un papel significativo en la identidad de la marca, tal como se establece en las directrices. Pero la combinación de todos estos componentes construye mucho más que una experiencia visual.",
        "powerfulTool": "La marca Joystream es una poderosa herramienta de comunicación en la que tenemos en cuenta nuestros usuarios ",
        "experimental": "Fundamentalmente, nuestro esfuerzo es experimental; no tenemos todas las respuestas, y queremos ser honestos al respecto en nuestra comunicación.",
        "empowering": "No prometemos que sea más barato, más rápido o más bonito, como se suele hacer cuando se vende un widget o un servicio de consumo. En su lugar, tenemos la esperanza de poder construir algo más potente y responsable a través de nuestro proceso de experimentación.",
        "governance": "Por último, en el centro de nuestra visión está la gobernanza, por lo que lo que estamos construyendo nunca está terminado; sólo estamos construyendo la primera pieza. Se trata de un esfuerzo dinámico que esperamos que las comunidades lleven adelante de forma asombrosa, nosotros solo estamos proporcionando el primer conjunto de herramientas.",
        "footer": "Por las razones expuestas, nuestra marca debe llevar este sentimiento de experimentación, emoción y construcción de algo ético y dinámico."
      },
      "logo": {
        "title": "Queremos liberar al contenido, inspirar a la gente y conectarla utilizando la plataforma",
        "uniqueness": "La creación de la marca Joystream resultó ser un reto debido a su singularidad y al hecho de que está en continua evolución.",
        "requirements": "No sólo tuvimos que tener en cuenta una base de usuarios muy amplia y diversa, sino que también tuvimos que crear una marca que estuviera preparada para el futuro y fuera lo suficientemente flexible como para cubrir tanto las necesidades actuales como las futuras del proyecto.",
        "branding": "La marca Joystream en sí misma es bastante metafórica y simbólica, y a menudo hace referencia al simbolismo de las ciudades, la cultura, las artes y las filosofías antiguas.",
        "challenge": "El reto era combinarlo con tecnologías muy modernas y complejas."
      },
      "explanation": {
        "title": "Explicación de la marca",
        "balance": "Nuestra nueva marca consiste en encontrar un buen equilibrio entre un tono de comunicación muy sencillo con el simbolismo y la complejidad de los problemas y tecnologías del mundo moderno.",
        "patterns": "Nuestra marca utiliza mosaicos, patrones y formas geométricas combinadas con colores explícitos e ilustraciones simbólicas.",
        "style": "También desplegamos iconos descriptivos en combinación con iconos de sistema de estilo glífico simple y un estilo de ilustración experimental."
      }
    },
    "button": {
      "text": {
        "downloadLogo": "Descargar logo"
      }
    }
  }
}
