[
  {
    "language": "English",
    "quarters": [
      {
        "year": "2025",
        "id": "Q1",
        "deliveryMilestones": [
          {
            "icon": "sdk",
            "title": "Joystream SDK",
            "Content": "Building on top of Joystream today is still a challenging experience. There are no robust libraries or builder documentation for application development. Offering an excellent experience for developer to build apps, and not just use Atlas off-the shelf, will require a significant investment in building out the SDK. This milestone has as a goal to extract the core of key existing applications, like Atlas and Pioneer, and then to synthesize it all into a new core developer experience, with a suite of excellent tutorials, documentation, examples and also active outreach."
          }
        ]
      },
      {
        "year": "2025",
        "id": "Q2",
        "deliveryMilestones": [
          {
            "icon": "smartphone",
            "title": "Progressive Web App for Atlas/Gleev",
            "Content": "Development of a progressive web app for Atlas/Gleev that will allow for the app to be installed on user's smartphones without having to go through app stores."
          },
          {
            "icon": "channelPayout",
            "title": "Creator Token Improvements",
            "Content": "Various improvements to creator token functionality such as the addition of public sales, whitelisting and transfer of creator tokens."
          },
          {
            "icon": "dollar-sign",
            "title": "Fiat on-ramp",
            "Content": "Starting with Joystream is easy with an initial token balance for transaction fees. However, features like purchasing NFTs or CRT require more JOY tokens. To make this seamless, we're introducing an in-app fiat on-ramp for Atlas app users. This allows users to buy JOY directly and use it within the ecosystem."
          },
          {
            "icon": "lock",
            "title": "Content Infrastructure: Authentication & Authorization",
            "Content": "Proper monetization, both for the DAO and individual creators, depends on being able to practically restrict access to content, or make access conditional. The goal of this milestone is to introduce basic authentication and authorization at the content layer, enforced by content delivery nodes. This will allow features such as gating videos to only NFT holders for example."
          },
          {
            "icon": "recommend",
            "title": "Short Videos Support on Atlas/Gleev",
            "Content": "Support for short duration videos on Atlas/Gleev, allowing users to create and share quick, bite-sized content within the app."
          }
        ]
      },
      {
        "year": "2025",
        "id": "Q3",
        "deliveryMilestones": [
          {
            "icon": "lock",
            "title": "Premium Content gating features (pay to view)",
            "Content": "This feature will allow for content creators to restrict access for content to users unless they pay a fee, enabling another revenue stream for premium content."
          },
          {
            "icon": "premium",
            "title": "Social Collaboration Features",
            "Content": "The power of Web3 is in the community ownership and leveraging the network effects. Gleev will offer new ways to organise community based on content verticals and individual channels, adding more utility and new use cases for Creator Tokens and Joy tokens. Channel token holders will be offered exclusive ways to connect with creators, and social feed will empower viewers to co-curate the platform's trending content, gain exposure on the platform and earn JOY tokens for active participation."
          },
          {
            "icon": "monitor",
            "title": "Transcoding & Adaptive Streaming",
            "Content": "Introducing server-side transcoding in Orion will unlock multiple future benefits that come from server-side post-processing. It will also unlock the ability to do adaptive streaming, where a user with a dynamic connection can more quickly see the asset resolve and play."
          }
        ]
      },
      {
        "year": "2025",
        "id": "Q4",
        "deliveryMilestones": [
          {
            "icon": "play",
            "title": "Content Recommendations v2",
            "Content": "The goal of this milestone is to ship the first recommendation capability in Orion, to make Joystream apps much more engaging with personalized content recommendations."
          },
          {
            "icon": "nonVideo",
            "title": "AI-Powered Video Translation Agent",
            "Content": "An AI-driven solution for automatic video translations, providing real-time subtitle generation and language support to make content accessible to a global audience, enhancing engagement across Joystream."
          }
        ]
      },
      {
        "year": "2026",
        "id": "Q1",
        "deliveryMilestones": [
          {
            "icon": "community",
            "title": "Video Communities",
            "Content": "The goal of this milestone is to create a fully hosted and simple point-and-click experience to allow third parties to invite their communities to use Joystream."
          },
          {
            "icon": "bounty",
            "title": "Bounties v2",
            "Content": "Development & deployment of an on-chain bounty management module that will enable bounties to be posted and crowdfunded by users including oracle selection and reward splitting."
          },
          {
            "icon": "smartphone",
            "title": "Native Mobile App Development",
            "Content": "Development of a native mobile app for major smartphone platforms."
          },
          {
            "icon": "stakePool",
            "title": "Staking Nomination Pools",
            "Content": "Implementation of on-chain nomination pools which will allow for users to far more easily and quickly stake the JOY token for pooled rewards from other users."
          }
        ]
      }
    ]
  }
]