{
  "brand": {
    "siteMetadata": {
      "title": "Керівництво по бренду Joystream"
    },
    "assets": {
      "logo": "Лого",
      "logoIcons": "Зображення Лого",
      "descriptiveIcons": "Описові зображення",
      "illustrations": "Ілюстрації",
      "systemIcons": "Системні зображення",
      "typography": "Типографія",
      "blogPostCovers": "Шапки повідомлень в блозі",
      "displayTitle": {
        "logoPack": "Пакет ілюстрацій"
      },
      "files": "Файли"
    },
    "guides": {
      "general": {
        "logo": "Лого",
        "overview": "Огляд",
        "logomark": "Логотип",
        "construction": "Розробка",
        "useCases": "Сценарії використання",
        "socialIcons": "Картинки соц.мереж",
        "forbiddenUses": "Заборонене використання",
        "colorPalettes": "Палітра кольорів",
        "primaryColors": "Основні кольори",
        "supportivePallet": "Допоміжна палітра",
        "secondaryPallet": "Другорядна палітра",
        "iconography": "Іконографіка",
        "descriptiveIcons": "Описові зображення",
        "systemIcons": "Системні зображення",
        "illustrations": "Ілюстрації",
        "patterns": "Візерунки",
        "typography": "Друкарня",
        "photography": "Фотографія",
        "motion": "Анімація",
        "back": "Назад",
        "more": "Більше"
      },
      "logo": {
        "experimentation": "Наш бренд повинен сприяти експериментування, піднесенню та створенню чогось етичного і динамічного.",
        "conceptIterations": "Перш ніж ми погодили остаточну концепцію логотипу, ми пройшли кілька ітерацій різних концепцій. Ми ретельно вивчили різні ідеї, перш ніж зупинитися на остаточної концепції логотипу."
      },
      "logomarkConstruction": {
        "title": "01. Створення логотипу",
        "simplePrinciples": "Зрештою, ми придумали логотип, який поєднує в собі кілька простих принципів, які добре відображаються в посиланні бренду.",
        "combination": "Наш логотип представляє собою комбінацію букви J (що означає назву Joystream) і трьох паралельних смуг, які представляють потоки даних і потік інформації і технологій.",
        "image": {
          "logomarkDescription": "Зона закінчення логотипу дорівнює висоті синього квадрата (позначена на схемі цифрою 5а)."
        }
      },
      "logoConstruction": {
        "title": "02. Створення лого",
        "combination": "Лого Joystream це комбінація логотипу та спеціальної типографіки, яка була розроблена, щоб бути кращим сполучною ланкою між логотипом і тим, що означає Joystream. Він виконаний в строгому технічному стилі, але також демонструє пластичність і відчуття структури.",
        "horizontalLockup": "Горизонтальний Макет",
        "verticalLockup": "Вертикальний Макет"
      },
      "logoUseCases": {
        "title": "03. Використання Лого",
        "originalForm": "Логотип Joystream в основному використовується у вихідній формі на білому тлі, але при необхідності його також можна використовувати в додаткових видах. Приклади нижче показують такі варіанти використання.",
        "safeUse": "Найбезпечніше використання",
        "visualPresentation": "Щоб забезпечити найкраще візуальне представлення логотипу, його краще використовувати в розмірах від <0> 200 до 500+ px </ 0> в ширину.",
        "horizontalNarrow": "Логотип Joystream ніколи не повинен бути менше 100 пікселів в цифровому форматі або 20 мм при друку по горизонталі.",
        "verticalNarrow": "Вертикальне відображення лого не повинно бути менше 70 пікселів в цифровому або 15 мм в друкованому варіанті."
      },
      "logoSocialIcons": {
        "title": "04. Картинки соц.мереж",
        "icon": "У випадках з брендом Joystream, ми можемо використовувати значок самостійно. Хоча значок може існувати без словесного знаку, словесний знак ніколи не повинен розміщуватися без значка."
      },
      "logoForbiddenUses": {
        "title": "05. Заборонене використання логотипу",
        "rules": "Логотип і значок повинні відповідати певним правилам, і є загальні випадки використання, яких слід уникати за будь-яку ціну! Щоб зберегти репутацію бренду, не забувайте уникати наступних прикладів використання:"
      },
      "colorOverview": {
        "combine": "Кольори нашого бренду поєднують в собі три основних кольори: чорний, білий і синій. Вони визначають настрій і представляють цінності бренду, включаючи:",
        "example": "Стабільність, довіру, свободу, відповідальність, вірність, мудрість, упевненість і інтелект "
      },
      "primaryColors": {
        "title": "01. Основні кольори",
        "blackAndBlue": "Наші переважно використовувані кольори - це чорний, а також Joystream Blue. Це характерний колір, який допомагає зосередити увагу і залучити його. Білий колір може бути використаний для заспокоєння, забезпечення чіткості і поліпшення читаності.",
        "blueGrey": "Ще один додатковий колір, який можна комбінувати з трьома основними кольорами, - це сірий з синім відтінком, його призначення можна порівняти з білим, але він також дає хороший контраст з існуючими білими елементами там, де це необхідно."
      },
      "supportiveColors": {
        "title": "02. Допоміжна палітра кольорів",
        "purpose": "Наша допоміжна палітра служить для зручності та зручності використання. Ця палітра надає широкий спектр різних відтінків основних кольорів і може використовуватися по-різному в залежності від вимог в конкретних ситуаціях."
      },
      "secondaryColors": {
        "title": "03. Другорядна палітра кольорів",
        "states": "Це додаткові кольори, які можуть представляти певні стани мережі, вони можуть позначати помилку, успіх, попередження та багато іншого."
      },
      "iconsOverview": {
        "text": "Значки можна розділити на дві групи з різним призначенням. Описові значки замінюють ілюстрації, а системні значки є чисто функціональною частиною інтерфейсу.",
        "typeDescriptive": "01. Описові",
        "typeSystem": "02. Системні"
      },
      "descriptiveIcons": {
        "title": "01. Описові значки",
        "comprehensiveStyle": "Система значків Joystream - це всеосяжний стиль значків який налаштовується та допомагає пояснювати певні складні теми простим і зрозумілим чином.",
        "symbolic": "Вони не завжди дуже прямі і часто несуть символічне значення, але допомагають виділити важливі елементи.",
        "characteristicFeatures": "Характерні особливості описових значків включають паралельні смугасті заливки. Вони є поданням смуг логотипу у вигляді тіней.",
        "angle": "Лінії мають кут 45 °, вони повинні мати ширину в 2px і відстань між ними 8px в масштабі 100%.",
        "outlines": "Значки створюються з використанням контурів шириною 12px в масштабі 100%, вони мають квадратні контури і можуть мати різні розміри залежно від композиції.",
        "fit": "Іконки в масштабі 100% повинні вміщуватись в рамку розміром 800x500 пікселів."
      },
      "systemIcons": {
        "title": "02. Системні значки",
        "basicStyle": "Системні значки в своєму базовому стилі поєднують в собі два кольори: чорний і синій Joystream Blue. Їх мета - представити певні дії на веб-сайті або платформі. Вони читаються навіть в невеликих розмірах до 18x18 пікселів.",
        "strokes": "Системні значки малюються з використанням штрихів шириною 2px з квадратними кінчиками ліній в рамці c сіткою в 24px.",
        "subtleAccents": "За можливості, значки повинні мати тонкі сині вставки, які становлять не більше 40% всієї площі.",
        "types": "Типи системних значків",
        "fourTypes": {
          "text": "Ми розрізняємо чотири типи системних значків, і їх слід використовувати переважно в їх основному стилі, але при необхідності вони можуть використовуватися як взаємозамінні.",
          "basic": "Базовий стиль",
          "blue": "Сині обриси",
          "white": "Білі обриси",
          "full": "Повний стиль"
        }
      },
      "illustrations": {
        "overview": "Ілюстрації Joystream представляють собою символічне представлення важливих концепцій проекту Joystream. Це може бути нова тестова мережа, певна роль в мережі або будь-який інший не менш важливий об'єкт.",
        "complex": "Вони можуть бути досить складними з візуальної точки зору, незважаючи на використання тільки трьох кольорів і без градієнтів.",
        "patterns": "Ілюстрації часто поєднуються з візерунками, і в разі розміщення їх на синьому тлі, контур ілюстрації можна змінити на Joystream Blue, щоб створити хороший колірний баланс між візерунками і фоном.",
        "distinctive": "Ілюстрації повинні бути досить простими, щоб їх можна було розрізнити навіть при зменшенні розширення до 300x300 пікселів.",
        "adequateDetail": "Кількість деталей повинно відповідати тому, що має бути представлено ілюстрацією, і в більшості випадків вони повинні використовуватися в розмірах не менше 500x500 пікселів."
      },
      "patterns": {
        "translation": "Візерунки - це близький переклад логотипу (J) в різні варіанти геометричних форм, що представляють потік інформації, технології та експериментальну індивідуальність бренду Joystream.",
        "supportTool": "Вони були введені як допоміжний інструмент, щоб виділити певні елементи, створити емоційну складову і стати невід'ємними елементами візуальної ідентичності бренду.",
        "sixPieces": "Візерунки візуально складаються з шести різних частин, які можна повертати на 90 градусів в будь-якому напрямку, і вони завжди повинні мати розміри ідеального квадрата.",
        "oneCommonVertex": "У них також повинна бути хоча б одна загальна вершина при торканні. Однак, вони не завжди повинні торкатися один одного, і коли не стикаються, відстань між частинами завжди має дорівнювати їх ширині/висоті або кратному значенняю.",
        "howToUse": "Як використовувати візерунки",
        "oneOfFive": "У візерунках може використовуватися один з п'яти різних кольорів в залежності від того, який фон використовується під ним, а також яке основне призначення в даній ситуації.",
        "density": "Залежно від ситуації їх можна використовувати з більшою або меншою щільністю.",
        "inUse": "Живі приклади візерунків"
      },
      "typography": {
        "overview": "Наші шрифти прості, зрозумілі і сучасні. Це відображення нашого бренду і нашого голосу. Ми вибрали підходящі накреслення шрифту з сімейства PX Grotesk (звичайний, напівжирний) і Inter для конкретних спільних позицій і створення чітких ієрархій інформації та повідомлень.",
        "backup": "Якщо неможливо використовувати будь-які з двох шрифтів, виберіть Arial Regular. Це може знадобитися для операційних систем ПК, електронних внутрішніх документів або в офісах по всьому світу. Не використовуйте Arial для будь-яких друкованих матеріалів.",
        "sample": "Нижче наведено зразок ідеального стека шрифтів з використанням PX Grotesk для заголовків і більшого тексту цитат і Inter UI для абзаців і тексту заклику до дії."
      },
      "photography": {
        "overview": "Фотографії повинні відповідати темі, яку вони описують, але не повинні обмежуватися тільки технологіями. Joystream - це набагато більше, ніж просто технологія; він об'єднує, освіжає і дарує радість. Зображення повинні передавати цей настрій користувачам.",
        "howToUse": "Як використовувати фотографію",
        "variety": "Оскільки Joystream - унікальний експериментальний проект, він пропонує широкий спектр тем, які можуть бути пов'язані з ним з точки зору фотографії. Важлива технологічна складова фотографій, особливо зараз, коли ми перебуваємо на етапі побудови спільноти, тому більша частина фотографій стосуватиметься технологій.",
        "consistency": "Один із способів забезпечити однаковість фотографій - використовувати їх в двох тонах, заснованих на фірмових кольорах. Для цієї мети ми можемо використовувати зручний інструмент для послідовної зміни зображень на двоколірні, як описано нижче.",
        "consistentDuotones": "Посилання нижче дозволяє створювати узгоджені двоколірні шаблони для будь-якої фотографії після введення двох поточних кольорів Joystream.",
        "mood": "Дуже важливий настрій, який передають фотографії. Це неодмінно повинно викликати почуття довіри, спільності і радості. Фотографії повинні бути різноманітними, оскільки призначені для дуже широкого кола користувачів. Їх не обов'язково використовувати в двох тонах, але краще, якщо вони не будуть кричущими з точки зору кольорової палітри.",
        "inUse": "Приклади використаних фотографій"
      },
      "motion": {
        "subtitle": "Joystream - експериментальна і захоплююча платформа, і її рух має бути таким же.",
        "rules": "Загальні правила анімацій можна описати кількома простими принципами: плавні переходи, динамічний, але плавний рух і загальна плавність в ключових кадрах. Ця комбінація повинна забезпечувати послідовний і гнучкий стиль анімації, що охоплює більшість випадків використання.",
        "notLimiting": "Керівництва ні в якому разі не повинні  обмежувати, вони повинні служити тільки цілі забезпечення однаковості анімації."
      }
    },
    "story": {
      "header": {
        "title": "Історія бренду Joystream",
        "description": "Joystream пропонує сучасне експериментальне вирішення проблеми звітного управління в цифрових медіа. <0> Наша мета - створити керовану користувачами відеоплатформу з сильним почуттям спільності і свободи.</0>",
        "buttonText": "Маніфест"
      },
      "website": {
        "title": "Сайт",
        "linkText": "Перейти на сайт"
      },
      "description": {
        "header": "Наш фірмовий стиль складається з декількох ключових візуальних елементів: нашого логотипу, шрифту, ілюстрацій, візерунків, кольорової палітри та іконографікі.",
        "meaningfulRole": "Кожен з цих елементів відіграє значиму роль у створенні ідентичності бренду, як встановлено в інструкціях. Але об'єднання всіх цих компонентів створює набагато більше, ніж просто візуальне відчуття.",
        "powerfulTool": "Брендинг Joystream - це потужний інструмент для спілкування з усіма користувачами протягом усього їхнього досвіду.",
        "experimental": "По суті, наші зусилля є експериментальними; у нас немає відповідей на всі питання, і ми хочемо бути чесними в своєму спілкуванні зі світом.",
        "empowering": "Ми не обіцяємо дешевше, швидше або краще, як це зазвичай буває під час продажу споживчого віджета або послуги. Замість цього у нас є надія, що ми зможемо створити щось більш надихаюче і контрольоване за допомогою нашого процесу експериментів.",
        "governance": "Нарешті, в основі нашого бачення лежить управління, тому те, що ми будуємо, ніколи не буде закінчено; ми будуємо тільки першу частину. Ми сподіваємося, що це поштовх, який буде просуватися спільнотою далі, а ми просто надаємо перший набір інструментів.",
        "footer": "З причин, викладених вище, наш бренд повинен нести це почуття експериментів, азарту і створення чогось динамічного і, в той же час, етичного."
      },
      "logo": {
        "title": "Ми хочемо звільнити ЗМІ, надихнути людей і об'єднати їх за допомогою платформи.",
        "uniqueness": "Створення бренду Joystream виявилося складним завданням через його унікальності та необхідності постійного розвитку.",
        "requirements": "Ми не тільки повинні були прийняти до уваги дуже широку і різноманітну базу користувачів, але також нам потрібно було створити бренд, який буде надійним в майбутньому і досить гнучким, щоб задовольнити як існуючі, так і майбутні вимоги проекту.",
        "branding": "Сам бренд Joystream носить метафоричний і символічний характер, часто посилаючись на символіку древніх міст, культури, мистецтва і філософії.",
        "challenge": "Завдання полягало в тому, щоб поєднати це з дуже сучасними і складними технологіями."
      },
      "explanation": {
        "title": "Роз'яснення до бренду",
        "balance": "Наш новий брендинг спрямований на пошук хорошого балансу між дуже спрощеним тоном спілкування і символікою, і складністю сучасних світових проблем і технологій.",
        "patterns": "В нашому бренді використовуються мозаїка, геометричні візерунки та форми в поєднанні з яскравими квітами і символічними ілюстраціями.",
        "style": "Ми також застосовуємо описові значки в поєднанні з простими системними значками в стилі гліфів та експериментальним стилем ілюстрацій."
      }
    },
    "button": {
      "text": {
        "downloadLogo": "Завантажити лого"
      }
    }
  }
}
