{
	"KPIs": [{
			"title": "Block Production",
			"description": "In order to have a reliable network, a KPI focusing on block production and validator stability is required. Timestamp of each block can be found using the block explorer (divided by 1000).",
			"reward": "50",
			"startDate": "05:06:2020 - 16:00 GMT",
			"measurementPeriod": "7 days",
			"annihilation": "Block finalization lags more than 600 blocks behind head at any point throughout the Measurement period",
			"successEvents": [
				"**A:** The difference between timestamps of block <n> and block <n+100382> must be less than 604,710,000 milliseconds"
			],
			"endDate": "13/06/2020 - 16:00 GMT",
			"number": 2.1
		},
		{
			"title": "Proposal Clearance",
			"description": "For the governance process to work, all proposals must be dealt with professionally, and in reasonable time frame to avoiding blocking new proposals coming in.",
			"reward": "60",
			"measurementPeriod": "7 days",
			"startDate": "05:06:2020 - 16:00 GMT",
			"successEvents": [
				"**A:** No proposals expire due to missing votes",
				"**B:** At no point will the number of active proposal stay at 5 for longer than 14,400 blocks (~24h)",
				"**C:** For each new proposal, a forum post is opened for discussion between the Council and other interested parties"
			],
			"annihilation": "No malicious or unreasonable proposals are approved.",
			"endDate": "13/06/2020 - 16:00 GMT",
			"number": 2.2
		},
		{
			"title": "Content Curation",
			"description": "Content Curation is an important part of the platform, and needs improvement.",
			"reward": "120",
			"measurementPeriod": "7 days",
			"startDate": "05:06:2020 - 16:00 GMT",
			"successEvents": [
				"**A:** The Curators publishes a 'Curation Policy' in the forum.",
				"**B:** A Curator responds to all requests made on the forum within 24h.",
				"**C:** All (video) entities with unplayable content are located and listed on the forum. All channel owners are assisted to replace media file.",
				"**D:** All (video) entities containing playable content are curated and displayed.",
				"**E:** All channels that warrants so get 'Verified'",
				"**F:** All files in the 'dataDirectory' not linked to an entity are located and listed on the forum for removal."
			],
			"annihilation": "A video not in line with the platform ToS remains available for more than 24h.",
			"endDate": "13/06/2020 - 16:00 GMT",
			"number": 2.3
		},
		{
			"title": "State of the Network Reporting",
			"description": "There needs to be some level of accountability and transparency for the Council. Weekly reports would help the users make informed votes.",
			"reward": "60",
			"measurementPeriod": "5 days",
			"startDate": "05:06:2020 - 16:00 GMT",
			"successEvents": [
				"**A:** Constantinople Council #0 produces a text report covering its own workflow, challenges, thinking and performance.",
				"**B:** Constantinople Council #1 produces a text report covering its own workflow, challenges, thinking and performance."
			],
			"annihilation": "The report contains incorrect information.",
			"endDate": "11/05/2020 - 16:00 GMT",
			"number": 2.4
		},
		{
			"title": "Tokenomics Network Reporting - Template and Tools",
			"description": "The Council did not manage to complete the previous KPI for 'State of the Network Reporting'. This is important enough to fund.",
			"reward": "100",
			"measurementPeriod": "7 days",
			"startDate": "05:06:2020 - 16:00 GMT",
			"successEvents": [
				"**A:** A first version template is created. It includes the relevant data, and a format for presenting them.",
				"**B:** A user-friendly script is created, that only takes blockheights as inputs, and returns the data needed in **A**."
			],
			"annihilation": "The report contains incorrect data.",
			"endDate": "13/06/2020 - 16:00 GMT",
			"number": 2.5
		}
	]
}
