{
  "brand": {
    "siteMetadata": {
      "title": "Руководство по использованию бренда Joystream"
    },
    "assets": {
      "logo": "Логотип",
      "logoIcons": "Изображения логотипа",
      "descriptiveIcons": "Описательные изображения",
      "illustrations": "Иллюстрации",
      "systemIcons": "Системные изображения",
      "typography": "Типографика",
      "blogPostCovers": "Шапки сообщений в блоге",
      "displayTitle": {
        "logoPack": "Пакет иллюстраций"
      },
      "files": "файлов"
    },
    "guides": {
      "general": {
        "logo": "Лого",
        "overview": "Обзор",
        "logomark": "Эмблема",
        "construction": "Разработка",
        "useCases": "Сценарии использования",
        "socialIcons": "Картинки соцсетей",
        "forbiddenUses": "Запрещенное использование",
        "colorPalettes": "Палитра цветов",
        "primaryColors": "Основные цвета",
        "supportivePallet": "Вспомогательная палитра",
        "secondaryPallet": "Второстепенная палитра",
        "iconography": "Иконографика",
        "descriptiveIcons": "Описательные изображения",
        "systemIcons": "Системные изображения",
        "illustrations": "Иллюстрации",
        "patterns": "Шаблоны",
        "typography": "Типографика",
        "photography": "Фотография",
        "motion": "Анимация",
        "back": "Назад",
        "more": "Больше"
      },
      "logo": {
        "experimentation": "Наш бренд призван передавать дух жажды экспериментов, вдохновения и желание создавать что-то этичное и динамичное.",
        "conceptIterations": "Прежде чем мы согласовали окончательную концепцию логотипа, мы рассмотрели множество различных концепций. Мы подробно изучили различные идеи, прежде чем утвердить финальную концепцию лого."
      },
      "logomarkConstruction": {
        "title": "01. Создание эмблемы",
        "simplePrinciples": "Мы остановились на эмблеме, которая сочетает в себе несколько простых принципов, хорошо отражающих идею бренда.",
        "combination": "Наша эмблема представляет собой комбинацию буквы J, обозначающей название \"Joystream\", и трех параллельных полос, которые представляют потоки данных, информации и технологий.",
        "image": {
          "logomarkDescription": "Зона окончания эмблемы равна высоте синего квадрата (обозначена на схеме цифрой 5а)."
        }
      },
      "logoConstruction": {
        "title": "02. Создание лого",
        "combination": "Лого Joystream представляет собой комбинацию эмблемы и специальной типографики, которая была разработана для того, чтобы доносить связь между эмблемой и ценностями Joystream. Оно выполнено в строгом техничном стиле, но одновременно демонстрирует пластичность и чувство структуры.",
        "horizontalLockup": "Горизонтальный макет",
        "verticalLockup": "Вертикальный макет"
      },
      "logoUseCases": {
        "title": "03. Использование лого",
        "originalForm": "Логотип Joystream в основном используется в оригинальном виде на белом фоне, но при необходимости его также можно использовать в альтернативных видах. Примеры ниже демонстрируют такие варианты использования.",
        "safeUse": "Границы размеров безопасного использования",
        "visualPresentation": "Чтобы обеспечить наилучшее визуальное представление логотипа, на цифровых устройствах его лучше всего использовать в размерах от <0>200 до 500px</0> в ширину.",
        "horizontalNarrow": "Логотип Joystream нельзя сужать до размеров менее чем 100px в цифровом или 20 мм в печатном форматах в горизонтальном виде.",
        "verticalNarrow": "В вертикальном виде логотип нельзя сужать до размеров менее 70px в цифровом или 15 мм в печатном форматах."
      },
      "logoSocialIcons": {
        "title": "04. Картинки в соцсетях",
        "icon": "В случае, если бренд Joystream подразумевается в контексте однозначно, можно использовать эмблему как самостоятельное изображение. И если эмблема может быть использована сама по себе, то текстовая составляющая никогда не должна использоваться без эмблемы."
      },
      "logoForbiddenUses": {
        "title": "05. Запрещенные способы использования лого",
        "rules": "Логотип и значок должны соответствовать определенным правилам, и есть определенные случаи использования, которых стоит избегать при любых обстоятельствах! Чтобы сохранить репутацию бренда, избегайте следующих примеров использования:"
      },
      "colorOverview": {
        "combine": "Цвета нашего бренда сочетают в себе три основных цвета: черный, белый и синий. Они определяют настроение и представляют ценности бренда, включая:",
        "example": "стабильность, доверие, свободу, ответственность, верность, мудрость, уверенность и интеллект"
      },
      "primaryColors": {
        "title": "01. Основные цвета",
        "blackAndBlue": "Наши основные цвета - черный и синий Joystream Blue, характерный цвет, который помогает акцентировать и привлекать внимание. Белый цвет используется для умиротворения, обеспечения прозрачности и улучшения читаемости.",
        "blueGrey": "Еще один дополнительный цвет, который можно комбинировать с тремя основными цветами, - это серый с синим оттенком. Его назначение сравнимо с белым, но он также дает хороший контраст с существующими белыми элементами там, где это необходимо."
      },
      "supportiveColors": {
        "title": "02. Вспомогательная цветовая палитра",
        "purpose": "Наша вспомогательная палитра служит для удобства и практичности. Эта палитра предоставляет широкий спектр различных оттенков основных цветов и может использоваться по-разному в зависимости от требований в конкретных ситуациях."
      },
      "secondaryColors": {
        "title": "03. Второстепенная цветовая палитра",
        "states": "Второстепенная цветовая палитра - набор цветов, которые могут представлять определенные состояния сети: ошибки, успешные операции, предупреждения и т.д."
      },
      "iconsOverview": {
        "text": "Значки можно разделить по назначению на две группы. Описательные значки заменяют иллюстрации, а системные значки являются чисто функциональной частью интерфейса.",
        "typeDescriptive": "01. Описательные",
        "typeSystem": "02. Системные"
      },
      "descriptiveIcons": {
        "title": "01. Описательные значки",
        "comprehensiveStyle": "Система иконографики Joystream - собственный комплексный стиль значков, который помогает объяснять определенные сложные темы простым и понятным образом.",
        "symbolic": "Описательные значки не всегда прямолинейны и часто имеют символическое значение, но помогают сделать акцент на важных элементах.",
        "characteristicFeatures": "Характерные особенности описательных значков включают наличие параллельных полосатых заливок. Они являются представлением полос логотипа в виде теней.",
        "angle": "Линии должны быть под углом 45°, они должны иметь ширину 2px и расстояние между ними должно быть 8px в масштабе 100%.",
        "outlines": "Значки рисуются с использованием контуров шириной 12px в масштабе 100%, они должны иметь квадратные контуры и могут быть различного размера в зависимости от композиции.",
        "fit": "Значки в масштабе 100% должны умещаться в рамку размером 800x500px."
      },
      "systemIcons": {
        "title": "02. Системные значки",
        "basicStyle": "Основной стиль системных значков подразумевает сочетание двух цветов: черного и синего Joystream Blue. Их цель - визуально представлять определенные действия на веб-сайте или платформе. Они должны читаться даже в небольших размерах до 18x18px.",
        "strokes": "Системные значки рисуются с использованием штрихов шириной 2px с квадратными концами линий в рамке c сеткой в 24px.",
        "subtleAccents": "По возможности значки должны иметь тонкие синие вставки, составляющие не более 40% всей площади.",
        "types": "Типы системных значков",
        "fourTypes": {
          "text": "Мы выделяем четыре типа системных значков, и их следует использовать предпочтительно в их основном стиле, но при необходимости они могут заменять друг друга.",
          "basic": "Основной стиль",
          "blue": "Синие очертания",
          "white": "Белые очертания",
          "full": "Полный стиль"
        }
      },
      "illustrations": {
        "overview": "Иллюстрации Joystream - символическое представление важных концепций проекта Joystream. Это может быть новый тестнет, определенная роль в сети или любые другие не менее важные вещи.",
        "complex": "Они могут быть довольно сложными визуально, несмотря на использование только трех цветов и отсутствие градиентов.",
        "patterns": "Иллюстрации часто сочетаются с шаблонами, и в случае размещения их на синем фоне контур иллюстрации можно изменить на Joystream Blue, чтобы создать хороший цветовой баланс между шаблоном и фоном.",
        "distinctive": "Иллюстрации должны быть достаточно простыми, чтобы их можно было различить даже при уменьшении разрешения до 300x300px.",
        "adequateDetail": "Количество деталей должно соответствовать тому, что символизирует иллюстрация, и в большинстве случаев они должны использоваться в размерах не менее 500x500px."
      },
      "patterns": {
        "translation": "Шаблоны - это близкий перевод эмблемы (J) в различные варианты геометрических форм, представляющих поток информации, технологии и экспериментальную индивидуальность бренда Joystream.",
        "supportTool": "Они были введены как вспомогательный инструмент, чтобы выделить определенные элементы, создать эмоциональную составляющую и стать неотъемлемыми элементами визуальной идентичности бренда.",
        "sixPieces": "Шаблоны визуально состоят из шести разных частей, которые можно поворачивать на 90 градусов в любом направлении, и они всегда должны иметь вид идеального квадрата.",
        "oneCommonVertex": "В шаблонах при соприкосновении должна быть хотя бы одна общая вершина. Однако они не всегда должны касаться друг друга, но, когда касаются, расстояние между частями всегда должно быть равным их ширине/высоте или кратному значению.",
        "howToUse": "Как использовать шаблоны",
        "oneOfFive": "В шаблонах может применяться один из пяти разных цветов в зависимости от используемого под ним фона и цели использования в конкретной ситуации.",
        "density": "В зависимости от ситуации их можно использовать в большем или меньшем разрешении.",
        "inUse": "Примеры шаблонов"
      },
      "typography": {
        "overview": "Наши шрифты просты, понятны и современны. Это отражение нашего бренда и нашего посыла. Мы выбрали подходящие гарнитуры шрифтов из семейства PX Grotesk (обычный, полужирный) и Inter для конкретных точек соприкосновения и создания четкой иерархической структуры при подаче информации и сообщений.",
        "backup": "Если невозможно использовать ни тот, ни другой шрифт, выберите Arial Regular. Это может быть необходимо при использовании в операционных системах ПК, внутренних электронных документах или в офисах по всему миру. Не используйте Arial для любых печатных материалов.",
        "sample": "Ниже приведен образец идеального стека шрифтов, где PX Grotesk используется для заголовков и больших цитат, а Inter UI - для абзацев и текстов призыва к действию."
      },
      "photography": {
        "overview": "Фотографии должны соответствовать теме, которую они описывают, но не должны ограничиваться только технологическими направлениями. Joystream - это гораздо больше, чем просто технология; он объединяет, освежает и радует. Изображения должны передавать это настроение пользователям.",
        "howToUse": "Как использовать фотографии",
        "variety": "Поскольку Joystream - уникальный экспериментальный проект, он может быть ассоциирован с широким спектром тем, которые могут быть связаны с ним с точки зрения фотографии. Он сугубо технический, особенно сейчас, когда мы находимся на этапе построения сообщества, поэтому большая часть фотографий будет связана с технологиями.",
        "consistency": "Один из способов обеспечить единообразие фотографий - использовать их в двух тонах, основанных на фирменных цветах. Для этой цели мы можем использовать удобный инструмент для создания двухцветных фотографий, как показано ниже.",
        "consistentDuotones": "Используя ссылку ниже, можно превратить любую фотографию в двухцветную, введя два основных цвета Joystream.",
        "mood": "Очень важно настроение, которое передают фотографии. Они непременно должны вызывать чувство доверия, общности и радости. Фотографии должны быть разнообразными, поскольку предназначены для очень широкого круга пользователей. Их необязательно использовать в двух тонах, но лучше, если их цифровая палитра не будет кричащей.",
        "inUse": "Примеры использования фотографий"
      },
      "motion": {
        "subtitle": "Joystream - экспериментальная и захватывающая платформа, и ее анимация должна быть такой же.",
        "rules": "Общие правила использования анимации можно описать несколькими простыми принципами: плавные переходы, динамичное, но перетекающее движение и общая плавность ключевых кадров. Эта комбинация в большинстве случаев должна обеспечивать последовательный и гибкий стиль анимации.",
        "notLimiting": "Это руководство ни в коем случае не должно быть ограничивающим, его целью является лишь унификация стиля анимации."
      }
    },
    "story": {
      "header": {
        "title": "Описание бренда Joystream",
        "description": "Joystream предлагает современное и экспериментальное решение проблемы управления цифровыми медиа. <0>Наша цель - создать управляемую пользователями видеоплатформу с сильным чувством общности и свободы.</0>",
        "buttonText": "Манифест"
      },
      "website": {
        "title": "Сайт",
        "linkText": "Посетите наш сайт"
      },
      "description": {
        "header": "Наш фирменный стиль состоит из нескольких ключевых визуальных элементов: нашего логотипа, шрифта, иллюстраций, шаблонов, цветовой палитры и иконографики.",
        "meaningfulRole": "Каждый из этих элементов играет значимую роль в создании идентичности бренда, что указано в руководствах. Но объединение всех этих компонентов создает гораздо больше, чем просто визуальное ощущение.",
        "powerfulTool": "Использование брендинга Joystream - мощный инструмент общения с пользователями на протяжении всего их опыта использования платформы.",
        "experimental": "По сути, наши усилия являются экспериментальными; у нас нет ответов на все вопросы, но мы хотим быть честны в своем общении с миром.",
        "empowering": "Мы не обещаем дешевле, быстрее или лучше, как это обычно бывает при продаже товаров или услуг пользователям. Вместо этого у нас есть надежда, что мы сможем создать с помощью наших экспериментов что-то действительно вдохновляющее и при этом контролируемое.",
        "governance": "Наконец, в основе нашего видения лежит управление, поэтому то, что мы строим, никогда не будет закончено; мы строим только первую часть. Мы надеемся, что сообщество подхватит и разовьет эти усилия, а мы лишь предоставим начальный набор инструментов.",
        "footer": "По причинам, изложенным выше, наш бренд должен передавать идею непрекращающихся экспериментов, азарта и создания чего-то динамичного и этичного."
      },
      "logo": {
        "title": "Мы хотим сделать цифровые медиа свободными, вдохновить людей и объединить их с помощью платформы",
        "uniqueness": "Создание бренда Joystream оказалось сложной задачей из-за его уникальности и необходимости постоянного развития.",
        "requirements": "Мы не только должны были принять во внимание очень широкую и разнообразную базу пользователей, но также нам нужно было создать бренд, который в будущем будет надежным, но достаточно гибким для удовлетворения как существующих, так и будущих требований проекта.",
        "branding": "Брендинг Joystream носит метафорический и символический характер с частыми отсылками к символике древних городов, культуре, искусству и философии.",
        "challenge": "Задача заключалась в том, чтобы совместить это с очень современными и сложными технологиями."
      },
      "explanation": {
        "title": "Суть бренда",
        "balance": "Наш новый брендинг направлен на поиск баланса между очень простым тоном ообщения с символизмом и сложностью современных мировых проблем и технологий.",
        "patterns": "В нашем бренде используются мозаика, геометрические узоры и формы в сочетании с яркими цветами и символическими иллюстрациями.",
        "style": "Мы также применяем описательные значки, комбинируя символические системные значки и экспериментальный иллюстративный стиль."
      }
    },
    "button": {
      "text": {
        "downloadLogo": "Скачать лого"
      }
    }
  }
}
